Repository: iv-ar/greatoffice
Catalog: code/api/src/Resources/SharedResources.*.resx
Languages: nb

source: Name is a required field
nb: Navn er et påkrevd felt

source: Start is a required field
nb: Start er et påkrevd felt

source: Invalid form
nb: Ugyldig skjema

source: Invalid username or password
nb: Ugyldig brukernavn eller passord

source: One or more validation errors occured
nb: En eller flere valideringsfeil har oppstått

source: Hello, {0}.&#xA;&#xA;Validate your email address by opening this link in a browser {1}
nb: Hei, {0}. Bekreft din e-postadresse ved å åpne denne lenken i en nettleser {1}

source: Greatoffice Email Validation
nb: Greatoffice e-postaddresse bekreftelse

source: Hi {0},&#xA;&#xA;Go to the following link to set a new password.&#xA;&#xA;{1}/reset-password/{2}&#xA;&#xA;The link expires at {3}.&#xA;If you did not request a password reset, no action is required.
nb: Hei {0}, Åpne denne lenken i en nettleser for å sette nytt passord. {1}/reset-password/{2} Lenken utgår {3}. Hvis du ikke vet hva dette gjelder, kan du se bort i fra mailen.

source: Reset password - Greatoffice
nb: Sett nytt passord - Greatoffice

source: The password requires 6 or more characters.
nb: Passordet må være 6 eller flere tegn.

source: There is already a user registered with username: {username}
nb: Det finnes allerede en bruker med brukernavnet: {username}

source: {username} does not look like a valid email
nb: {username} ser ikke ut som en gyldig e-postadresse

source: Could not create your account, try again soon.
nb: Kunne ikke lage din konto, prøv igjen snart.
